{
  "nav_about_me": "Über mich",
  "nav_contact": "Kontakt",
  "nav_portfolio": "Portfolio",
  "nav_skills": "Kenntnisse",
  "atf_i_am": "",
  "atf_job_title": "Frontend Entwickler",
  "atf_scroll_down": "Weiter scrollen",
  "about_me_title": "Über mich",
  "about_me_text": "Hallo, ich bin Frontend-Entwickler aus Mannheim und habe früher als Logistiker gearbeitet, aber nach einem Verkehrsunfall musste ich mich beruflich neu orientieren. Da ich mich schon immer für IT und Entwicklung interessiert habe, sah ich dies als eine neue Chance und habe meinen Traum verwirklicht.",
  "about_me_text_2": "Es macht mir Spaß, die optimale Lösung für ein bestehendes Problem zu finden, um sicherzustellen, dass der Endbenutzer ein unvergessliches Erlebnis hat.",
  "about_me_text_3": "Da ich die Entwicklung nicht nur als Job, sondern als Berufung sehe, bilde ich mich ständig weiter.",
  "my_skills_title": "Kenntnisse",
  "my_skills_text": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
  "portfolio_title": "Portfolio",
  "portfolio_text": "Erkunden Sie eine Auswahl meiner Arbeit - bitte zögern Sie nicht, sie auszuprobieren.",
  "portfolio_join_project_text": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "portfolio_el_pollo_loco_text": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Salsaflaschen zu finden, um gegen das Killerhuhn zu kämpfen.",
  "contact_title": "Kontakt",
  "contact_headline": "Haben Sie ein Problem zu lösen?",
  "contact_text": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen zu kennen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "contact_text_2": "Sie brauchen einen Frontend-Entwickler?",
  "contact_text_2_bold_part": "Kontaktieren Sie mich!",
  "contact_privacy_policy_text": "Ich habe die ",
  "contact_privacy_policy_link": "Datenschutzerklärung",
  "contact_privacy_policy_text_2": " gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
  "contact_privacy_policy_invalid": "Bitte akzeptieren Sie die Datenschutzerklärung.",
  "contact_email_invalid": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
  "contact_message_invalid": "Bitte geben Sie eine Nachricht ein.",
  "contact_name_invalid": "Bitte geben Sie Ihren Namen ein.",
  "contact_email_placeholder": "E-Mail-Adresse",
  "contact_name_placeholder": "Name",
  "contact_message_placeholder": "Nachricht",

  "imprint": "Impressum"
}
